var defalut = {
    repair: {
        LC: {
            1: '维修申请',
            2: '科所队领导审批',
            3: '专管员审批',
            4: '后勤科领导审批',
            6: '局领导审批',
            9: '维修信息录入',
            0: '待报销',
            A: '已结束'
        },
        STATE: {
            0: '撤销',
            1: '审批中',
            3: '明细录入',
            4: '审批驳回',
            5: '待报销',
            6: '已结束',
            7: '保养完成',
        },
        _LB: {
            1: '工时费',
            2: '材料费'
        },
        _HPZL: {
            '01': '大型汽车',
            '02': '小型汽车'
        },
        _wx: {
            A: '发动机',
            B: '地盘',
            C: '电路',
            D: '轮胎',
            E: '外壳',
            Z: '其他',
        },
    },
    use: {
        status: {
            0: '撤销',
            1: '审批中',
            4: '驳回',
            5: '通过',
            6: '已还车'
        },
        estatus: {
            0: '已结束',
            2: '科所队领导审批',
            4: '警务保障室领导审批',
            6: '局领导审批',
            7: '使用中',
            8: '派车中',
            9: '使用中',
            A: '已还车'
        },
        is_sh: {
            1: '审核中',
            2: '已审核'
        }

    },
    userole: {
        1: '科所队领导',
        2: '警务保障室领导',
        3: '局领导'
    },
    repairrole: {
        1: '科所队领导',
        2: '后勤科领导',
        3: '局领导',
        4: '专管员'
    }
}